
   [
      {
        "title": "Israel's Jenin operation reignites Palestinian anger",
        "description": "A thick crust of black ash has settled on the pavements and roads in the centre of Jenin.\n\nIt comes from barricades of burning tyres set up by young Palestinian men, who prowl streets where they might see an Israeli jeep. Some of them carry rocks or small home-made bombs to hurl at passing Israeli vehicles. In sporadic bursts, gunfire and explosions echo in the refugee camp, which is on high ground above the town centre. Israeli drones buzz constantly overhead.",
        "date": "1st May, 2023",
        "author": "- Joe Root",
        "image": "./Article-Images/image-1.jpg"
      },
      {
        "title": "Barbie movie gets Vietnam ban over South China Sea map",
        "description": "Vietnam has banned the upcoming Barbie film over a scene featuring a map depicting contested Chinese territorial claims in the South China Sea. Vietnam is among a number of countries that contest China's claim to almost all of the South China Sea.The film about the famous doll, which has already taken over social media, is due to release in cinemas on 21 July.",
        "date": "2nd May, 2023",
        "author": "- Mike Gayson",
        "image": "./Article-Images/image-2.jpg"
      },
      {
        "title": "Fourth of July air travel delays as hundreds of flights cancelled",
        "description": "Travel chaos is affecting US airports on the eve of Independence Day, with more than 100 million Americans under extreme weather warnings. More than 3,000 flights were delayed or cancelled within, into, or out of the US on Monday, according to FlightAware. Sunday saw the highest number of US airport passengers ever, Transportation Security Administration data showed. Storms threaten a swathe of the eastern US, while the south and west continue to bake in a heatwave.",
        "date": "2nd May, 2023",
        "author": "- Sam Dickinson",
        "image": "./Article-Images/image-2.jpg"
      },
      {
        "title": "Scottish ceremony sees King Charles tread a thin line",
        "description": "The autumn sunlight streamed in through the east window of St Giles' and lit up a scene for the ages. In a coffin of oak, beneath the red and yellow royal standard of Scotland, lay Queen Elizabeth. Around her stood clerics in scarlet, archers in green, and police officers wearing pristine white gloves. All of the imagery was vivid but, as I recorded in my notebook moments after leaving the cathedral, one detail was especially striking. It was the sight of the fragile golden crown of Scotland atop the coffin.",
        "date": "2nd May, 2023",
        "author": "- Alex Trump",
        "image": "./Article-Images/image-1.jpg"
      }
    ]
  