[
    {
        "id":1,
        "title": "PM Dahal's directive to speed up Federal Parliament Building construction",
        "description": "Prime Minister Pushpa Kamal Dahal has directed the bodies concerned to conclude the construction of the Federal Parliament Building quickly so that the Parliament's Winter Session could be held there.",
        "image": "/localimages/image1.jpg",
        "type": "Politics",
        "date": "2 November, 2023",
        "paragraphs":["KATHMANDU, July 10: Prime Minister Pushpa Kamal Dahal has directed the officials concerned to proceed with the construction of the new Parliament Building so that the winter session could be conducted in the new building.While inspecting the under-construction parliament building on Monday, PM Dahal instructed the officials to complete the construction work as soon as possible so that the winter session could be held in the new Parliament Building.",
    "He asked the officials to advance the construction work of the federal parliament building at Singha Durbar on a war footing so that the parliamentary activities of the winter session could be conducted in the new parliament building. The PM said that the government's goal is to hold the winter session of parliament from the new building and said that the pace of work should be increased accordingly.",
    "He said that it is a matter of pride for the country that the parliament building is modern and equipped with resources. He also asked not to compromise on anything wrong in the construction of the building, assuring the officials that the government will help to solve the problems that arise during the construction of the building. He said, “I have observed that the basic construction work has been completed. However, there are still important tasks remaining, such as finishing work and roofing. The focus now is on coordination, and it is crucial to complete the remaining work as soon as possible to facilitate the organization of the winter session of parliament in this new building.” "
    ]
   
    
    },
    {
        "id":2,
        "title": "11 months of current fiscal year: BoP at surplus of Rs 228.98 billion",
        "description": "Balance of Payment (BOP) remained at a surplus of Rs.228.98 billion in the first eleven months of the current fiscal year 2022-23 that had begun on July 17, 2022 and is ending within a week.",
        "image": "/localimages/image2.png",
        "type": "Finance",
        "date": "2 November, 2023",
        "paragraphs":["The country’s Balance of Payments (BoP) remained at a surplus of Rs 228.98 billion in the first eleven months of the current fiscal year 2022/23 that had begun on July 17, 2022 and is ending within a week. According to the Current Macroeconomic and Financial Situation Report released by the Nepal Rastra Bank on Monday, during the eleven months of the fiscal year 2022/23, the BoP remained at  a surplus of Rs 228.98 billion. This is a significant improvement compared to the deficit of Rs 269.81 billion recorded in the same period of the previous year. In terms of US Dollars, the BoP surplus for the review period amounted to 1.74 billion, against a deficit of 2.26 billion reported in the same period of the previous year."
    ,"Similarly, the gross foreign exchange reserves witnessed a significant increase of 21.8 percent, reaching Rs 1.480 trillion in the review period compared to Rs 1.215 trillion in the corresponding period of last year.  As of mid-June 2023, the foreign exchange reserves held by the Nepal Rastra Bank (NRB) increased 25.1 percent to Rs 1.321 trillion compared to Rs 1.056 trillion in mid-July 2022. Similarly, the reserves held by banks and financial institutions, excluding the NRB, experienced a slight increase of 0.1 percent, totaling Rs 159.63 billion in mid-June 2023 compared to Rs 159.41 billion in mid-July 2022. Additionally, the Indian currency accounted for 22.9 percent of the total reserves in mid-June 2023."
    ]
    
  
    },
    {
        "id":3,
        "title": "TU equivalency issue exacerbating brain drain",
        "description": "Amidst the equivalency controversy, students and professionals residing across the globe have argued that TU's complex structural equivalency distribution policy is a major causes of brain drain from Nepal..",
        "image": "/localimages/image3.jpeg",
        "type": "Education",
        "date": "2 November, 2023",
        "paragraphs":["Amidst the equivalency controversy, students and professionals residing across the globe have argued that TU's complex structural equivalency distribution policy is a major causes of brain drain from Nepal.",
    "In the fiscal year 2021– 2022, up to 114,000 students obtained NOC permits to study abroad. In the first nine months of the current fiscal year 2022–23, from July 2022 to July 2023, the number has already surpassed 82,000. This overwhelming number shows how desperate educated Nepali youth are to leave the country."
    ]
    
    }
    
]
